---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.StairsPath
source: html/102b83f6-10ad-3e5a-273b-649dc6be565e.htm
---
# StairsPath Properties

The id of the assembly instance to which the element belongs.